[
  {
    "id": 1,
    "slug": "statement-1-people-of-iran",
    "date": "2025-12-31",
    "title_fa": "مردم ستم دیده و آزاده ایران",
    "content_fa": "مردم ستم دیده و آزاده ایران،\n\nدر روزهایی که خیابان‌ها، دانشگاه‌ها و فضاهای عمومی کشور بار دیگر شاهد اعتراض، اعتصاب و نافرمانی مدنی است، سکوت نیروهایی که خود را متعهد به آزادی، دموکراسی و کرامت انسانی می‌دانند، نه قابل توجیه است و نه شایسته این لحظه تاریخی.\n\nاعتراضات جاری در شهرها و مناطق مختلف ایران، به ویژه خیزش‌های دانشجویی و همراهی رو به گسترش مراکز آموزشی و صنفی، نشانه‌ای روشن از تداوم نارضایتی عمیق اجتماعی، سیاسی و اقتصادی است. این صداها حادثه‌ای گذرا نیستند، امتداد حقیقتی هستند که سال‌ها زیر فشار سرکوب ساختاری، تبعیض سیستماتیک، فساد نهادینه و حذف اراده مردم از تصمیم‌گیری سیاسی، تلنبار شده است.\n\nما در کنار مردم و معترضان ایستاده‌ایم و بر حق مسلم آنان برای اعتراض، اعتصاب و نافرمانی مدنی تأکید می‌کنیم. هرگونه سرکوب، بازداشت، خشونت، پرونده‌سازی، امنیتی کردن دانشگاه‌ها و تهدید فضای عمومی را قاطعانه محکوم می‌کنیم و مسئولیت مستقیم حاکمیت را در تشدید بحران‌ها و گسترش خشونت یادآور می‌شویم. جامعه‌ای که حق سخن گفتن را می‌بندد، ناچار صدای اعتراض را بلندتر می‌شنود. حکومتی که راه گفت‌وگو را می‌بندد، خود راه بحران را باز می‌کند.\n\nما باور داریم رهایی ایران در گذار به نظمی جمهوری، دموکراتیک و سکولار تحقق می‌یابد؛ نظمی مبتنی بر حقوق بشر، برابری شهروندی، حاکمیت قانون و مشارکت واقعی مردم. آینده‌ای که در آن تنوع اتنیکی و ملی، زبانی و فرهنگی ایران نه مسئله‌ای برای انکار و سرکوب، بلکه سرمایه‌ای برای همزیستی و پیشرفت باشد. آینده‌ای که در آن تمرکززدایی و اداره امور مناطق به دست مردم همان مناطق، به عنوان یکی از پایه‌های عدالت و همبستگی ملی شناخته شود.\n\nما بر کنش جمعی و مسئولانه پای می‌فشاریم؛ بر شفافیت، پاسخگویی، پرهیز از خشونت و احترام به کرامت انسان. آینده ایران با یک صدا و یک اراده تحمیلی ساخته نمی‌شود، با همبستگی آگاهانه، سازمان‌یابی دموکراتیک و پیوند میان جنبش‌های اجتماعی شکل می‌گیرد. امروز، زمان تردید نیست. زمان ایستادن کنار مردم است.\n\nما از همه نیروهای باورمند به دموکراسی و حقوق بشر، از فعالان مدنی و صنفی، از دانشگاهیان و کنشگران اجتماعی، و از ایرانیان داخل و خارج کشور می‌خواهیم که در دفاع از حق اعتراض، در حمایت از زندانیان سیاسی، و در پشتیبانی از مبارزه مدنی مردم ایران، صدای واحدی از همدلی و مسئولیت بسازند.\n\nما نسبت به هرگونه تحریف آگاهانه صدای واقعی اعتراضات مردمی، از جمله تغییر صداهای ویدیویی تظاهرات و جایگزین کردن شعارهای اصیل مردم با شعارهای جعلی و مصادره‌گرانه، هشدار می‌دهیم و آن را تلاشی خطرناک برای انحراف اراده عمومی، و این عمل را خدمتی برای بقای رژیم و مصادره جنبش‌های مردمی برای منافع سیاسی خاص می‌دانیم.\n\nآینده ایران از دل همین مقاومت روزمره، همین شجاعت خیابان و دانشگاه، و همین امیدی که سرکوب نتوانسته خاموش کند، زاده می‌شود.\n\nکنگره مشترک جمهوری‌خواهان دمکرات و فدرال دمکرات\n\nدهم دیماه ۱۴۰۴ برابر با 31 دسامبر 2025",
    "title_en": "The oppressed and free people of Iran",
    "content_en": "The oppressed and free people of Iran\n\nIn the days when the streets, universities and public spaces of the country once again witness protests, strikes and civil disobedience, the silence of the forces who consider themselves committed to freedom, democracy and human dignity is neither justified nor worthy of this historical moment.\n\nThe ongoing protests in different cities and regions of Iran, especially the student uprisings and the expansion of educational and trade centers, are a clear sign of the continuation of deep social, political and economic dissatisfaction. These voices are not a passing incident, they are an extension of the truth that has been suppressed for years under the pressure of structural oppression, systematic discrimination, institutionalized corruption, and the removal of people's will from political decision-making.\n\nWe stand by the people and protesters and emphasize their right to protest, strike and civil disobedience. We strongly condemn any repression, detention, violence, case-making, security of universities and threats to the public space, and we remind the government of the direct responsibility for the escalation of crises and the spread of violence. A society that shuts down the right to speak, inevitably hears the voice of protest louder. A government that closes the way to dialogue opens the way to crisis.\n\nWe believe that the liberation of Iran will be realized in the transition to a republican, democratic and secular order; An order based on human rights, equality of citizenship, rule of law and real participation of people. A future in which Iran's ethnic and national, linguistic and cultural diversity is not an issue to be denied and suppressed, but an asset for coexistence and progress. A future in which decentralization and administration of regional affairs by the people of the same regions will be recognized as one of the foundations of justice and national solidarity.\n\nWe insist on collective and responsible action; On transparency, accountability, avoiding violence and respecting human dignity. The future of Iran is not built with one voice and one imposed will, it is formed with conscious solidarity, democratic organization and the link between social movements. Today is not the time to hesitate. It is time to stand with the people.\n\nWe ask all forces that believe in democracy and human rights, civil and trade union activists, academics and social activists, and Iranians inside and outside the country to create a united voice of empathy and responsibility in defense of the right to protest, in support of political prisoners, and in support of the civil struggle of the Iranian people.\n\nWe warn against any deliberate distortion of the real voice of the popular protests, including changing the video sounds of the demonstrations and replacing the genuine slogans of the people with fake and expropriating slogans, and we consider it a dangerous attempt to divert the public will, and this act is a service to the survival of the regime and confiscation of popular movements for special political interests.\n\nThe future of Iran is born from this daily resistance, this courage of the street and university, and this hope that repression has not been able to extinguish.\n\nJoint Congress of Democratic-Republicans and Federal Democrats\n\n10th of Dimah 1404 equal to 31 December 2025",
    "title_tr": "İran'ın ezilen ve özgür halkı",
    "content_tr": "İran'ın ezilen ve özgür halkı\n\nÜlkenin sokaklarının, üniversitelerinin ve kamusal alanlarının bir kez daha protestolara, grevlere ve sivil itaatsizliğe sahne olduğu günlerde, kendilerini özgürlüğe, demokrasiye ve insanlık onuruna adamış güçlerin sessizliği bu tarihi ana ne haklı ne de layıktır.\n\nİran'ın farklı şehir ve bölgelerinde devam eden protestolar, özellikle öğrenci ayaklanmaları, eğitim ve ticaret merkezlerinin genişletilmesi, derin sosyal, siyasi ve ekonomik memnuniyetsizliğin devam ettiğinin açık bir işaretidir. Bu sesler geçici bir olay değil, yıllardır yapısal baskıların, sistematik ayrımcılığın, kurumsallaşmış yolsuzlukların, halkın iradesinin siyasi karar alma mekanizmasından uzaklaştırılmasının baskısı altında bastırılan gerçeğin bir uzantısıdır.\n\nHalkın ve protestocuların yanında duruyor, onların protesto, grev ve sivil itaatsizlik haklarını vurguluyoruz. Her türlü baskıyı, gözaltıyı, şiddeti, dava açmayı, üniversitelerin güvenliğini ve kamusal alana yönelik tehditleri şiddetle kınıyor, krizlerin tırmanması ve şiddetin yayılmasında doğrudan sorumluluğun hükümete olduğunu hatırlatıyoruz. Konuşma hakkını kapatan bir toplum kaçınılmaz olarak protestonun sesini daha yüksek duyar. Diyalogun önünü kapatan bir hükümet krizlerin yolunu açar.\n\nİran'ın kurtuluşunun cumhuriyetçi, demokratik ve laik bir düzene geçişle gerçekleşeceğine inanıyoruz; İnsan haklarına, vatandaşlık eşitliğine, hukukun üstünlüğüne ve halkın gerçek katılımına dayalı bir düzen. İran'ın etnik, ulusal, dilsel ve kültürel çeşitliliğinin inkar edilecek veya bastırılacak bir konu değil, birlikte yaşama ve ilerleme için bir değer olduğu bir gelecek. Yerelleşmenin ve bölgesel işlerin aynı bölge halkları tarafından yönetilmesinin sağlanacağı bir gelecek, adaletin ve milli dayanışmanın temellerinden biri olarak kabul edilecektir.\n\nKolektif ve sorumlu eylemde ısrar ediyoruz; Şeffaflık, hesap verebilirlik, şiddetten kaçınma ve insan onuruna saygı üzerine. İran'ın geleceği tek ses ve dayatılan tek iradeyle değil, bilinçli dayanışmayla, demokratik örgütlenmeyle ve toplumsal hareketler arasındaki bağla inşa edilecek. Bugün tereddüt etme zamanı değil. Artık halkın yanında olma zamanıdır.\n\nDemokrasiye ve insan haklarına inanan tüm güçleri, sivil ve sendika aktivistlerini, akademisyenleri ve sosyal aktivistleri, ülke içindeki ve dışındaki İranlıları, protesto hakkının savunulması, siyasi tutukluların desteklenmesi ve İran halkının sivil mücadelesinin desteklenmesi için ortak bir empati ve sorumluluk sesi yaratmaya çağırıyoruz.\n\nGösterilerin video seslerinin değiştirilmesi ve halkın gerçek sloganlarının sahte ve kamulaştırıcı sloganlarla değiştirilmesi de dahil olmak üzere halk protestolarının gerçek sesinin kasıtlı olarak çarpıtılmasına karşı uyarıyor ve bunu, halkın iradesini başka yöne saptırmaya yönelik tehlikeli bir girişim olarak değerlendiriyoruz ve bu eylemi, rejimin hayatta kalmasına ve halk hareketlerinin özel siyasi çıkarlar uğruna müsadere edilmesine bir hizmettir.\n\nİran'ın geleceği bu günlük direnişten, sokağın ve üniversitenin bu cesaretinden ve baskıların söndüremediği bu umuttan doğuyor.\n\nDemokrat-Cumhuriyetçiler ve Federal Demokratların Ortak Kongresi\n\n10 Dimah 1404, 31 Aralık 2025'e eşittir",
    "title_az": "İranın məzlum və azad xalqı",
    "content_az": "İranın məzlum və azad xalqı\n\nÖlkənin küçələrində, universitetlərində, ictimai məkanlarında növbəti dəfə etiraz aksiyalarının, tətillərin, vətəndaş itaətsizliyinin şahidi olduğu günlərdə özünü azadlığa, demokratiyaya, insan ləyaqətinə sadiq hesab edən qüvvələrin susması bu tarixi məqama nə haqq qazandırır, nə də layiqdir.\n\nİranın müxtəlif şəhər və bölgələrində davam edən etiraz aksiyaları, xüsusilə tələbə üsyanları, təhsil və ticarət mərkəzlərinin genişləndirilməsi dərin sosial, siyasi və iqtisadi narazılıqların davam etməsinin bariz göstəricisidir. Bu səslər ötüb-keçən bir hadisə deyil, struktur təzyiqi, sistemli ayrı-seçkilik, institusionallaşmış korrupsiya, insanların iradəsinin siyasi qərarların qəbulundan çıxarılmasının təzyiqi altında illərdir yatırılan həqiqətin davamıdır.\n\nBiz xalqın və etirazçıların yanındayıq və onların etiraz, tətil və vətəndaş itaətsizliyi hüquqlarını vurğulayırıq. Biz istənilən repressiyaları, həbsləri, zorakılığı, məhkəmə işlərinin açılmasını, universitetlərin təhlükəsizliyini və ictimai məkana təhdidləri qətiyyətlə pisləyir və hökumətə böhranların artması və zorakılığın yayılması üçün birbaşa məsuliyyəti xatırladırıq. Söz haqqını bağlayan cəmiyyət istər-istəməz etiraz səsini daha ucadan eşidir. Dialoqun yolunu bağlayan hökumət böhrana yol açır.\n\nİnanırıq ki, İranın qurtuluşu respublika, demokratik və dünyəvi quruluşa keçiddə reallaşacaq; İnsan hüquqlarına, vətəndaşlıq bərabərliyinə, qanunun aliliyinə və insanların real iştirakına əsaslanan nizam. İranın etnik və milli, dil və mədəni müxtəlifliyinin inkar edilməli və sıxışdırılası bir məsələ deyil, birgəyaşayış və tərəqqi üçün sərvət olduğu bir gələcək. Eyni bölgələrin əhalisi tərəfindən regional işlərin mərkəzsizləşdirilməsi və idarə edilməsinin ədalətin və milli həmrəyliyin əsaslarından biri kimi tanınacağı bir gələcək.\n\nBiz kollektiv və məsuliyyətli fəaliyyətdə israr edirik; Şəffaflıq, hesabatlılıq, zorakılığa yol verməmək və insan ləyaqətinə hörmət haqqında. İranın gələcəyi tək səs və tək bir iradə ilə qurulmur, o, şüurlu həmrəylik, demokratik təşkilatlanma və ictimai hərəkatlar arasındakı əlaqə ilə formalaşır. Bu gün tərəddüd etmək vaxtı deyil. Xalqın yanında olmaq vaxtıdır.\n\nDemokratiya və insan haqlarına inanan bütün qüvvələrdən, vətəndaş və həmkarlar ittifaqı fəallarından, akademik və ictimai fəallardan, ölkə daxilində və xaricində iranlılardan etiraz hüququnun müdafiəsi, siyasi məhbusların dəstəklənməsi və İran xalqının sivil mübarizəsinə dəstək üçün vahid empatiya və məsuliyyət səsi yaratmalarını xahiş edirik.\n\nBiz xalq etirazlarının real səsinin bilərəkdən təhrif edilməsinə, o cümlədən nümayişlərin video səslərinin dəyişdirilməsinə, xalqın həqiqi şüarlarının saxta və özgəninkiləşdirici şüarlarla əvəzlənməsinə qarşı xəbərdarlıq edir və bunu ictimai iradəni yayındırmaq üçün təhlükəli cəhd hesab edirik və bu əməli rejimin yaşamasına xidmət edir və xalq hərəkatının xüsusi maraqlarını müsadirə edir.\n\nİranın gələcəyi bu gündəlik müqavimətdən, küçə və universitetin bu cəsarəti və repressiyaların sönə bilmədiyi ümidindən doğulur.\n\nDemokratik Respublikaçılar və Federal Demokratların Birgə Konqresi\n\n1404-cü il yanvarın 10-u 31 dekabr 2025-ci il tarixinə bərabərdir",
    "title_ar": "الشعب الإيراني المظلوم والحر",
    "content_ar": "الشعب الإيراني المظلوم والحر\n\nوفي الأيام التي تشهد فيها الشوارع والجامعات والأماكن العامة في البلاد مرة أخرى الاحتجاجات والإضرابات والعصيان المدني، فإن صمت القوى التي تعتبر نفسها ملتزمة بالحرية والديمقراطية والكرامة الإنسانية ليس له ما يبرره ولا يستحق هذه اللحظة التاريخية.\n\nإن الاحتجاجات المستمرة في مختلف مدن ومناطق إيران، وخاصة الانتفاضات الطلابية وتوسيع المراكز التعليمية والتجارية، هي علامة واضحة على استمرار الاستياء الاجتماعي والسياسي والاقتصادي العميق. هذه الأصوات ليست حادثة عابرة، بل هي امتداد للحقيقة التي تم قمعها منذ سنوات تحت ضغط القمع البنيوي، والتمييز الممنهج، والفساد المؤسسي، وإبعاد إرادة الشعب عن القرار السياسي.\n\nنقف إلى جانب الشعب والمتظاهرين ونؤكد على حقهم في الاحتجاج والإضراب والعصيان المدني. ندين بشدة أي قمع واحتجاز وعنف وإثارة قضايا وأمن الجامعات وتهديدات للفضاء العام، ونذكر الحكومة بالمسؤولية المباشرة عن تصاعد الأزمات وانتشار العنف. المجتمع الذي يغلق الحق في الكلام، حتماً يسمع صوت الاحتجاج أعلى. إن الحكومة التي تغلق طريق الحوار تفتح الطريق أمام الأزمات.\n\nونعتقد أن تحرير إيران سيتم من خلال الانتقال إلى نظام جمهوري وديمقراطي وعلماني. نظام يقوم على حقوق الإنسان والمساواة في المواطنة وسيادة القانون والمشاركة الحقيقية للناس. مستقبل لا يكون فيه التنوع العرقي والقومي واللغوي والثقافي في إيران قضية يمكن إنكارها وقمعها، بل هو رصيد للتعايش والتقدم. مستقبل يتم فيه الاعتراف باللامركزية وإدارة الشؤون الإقليمية من قبل سكان نفس المناطق كأحد أسس العدالة والتضامن الوطني.\n\nنحن نصر على العمل الجماعي والمسؤول؛ بشأن الشفافية والمساءلة وتجنب العنف واحترام كرامة الإنسان. إن مستقبل إيران لا يُبنى بصوت واحد وإرادة واحدة مفروضة، بل يتم تشكيله بالتضامن الواعي والتنظيم الديمقراطي والربط بين الحركات الاجتماعية. اليوم ليس الوقت المناسب للتردد. لقد حان الوقت للوقوف مع الشعب.\n\nنطلب من جميع القوى المؤمنة بالديمقراطية وحقوق الإنسان، والناشطين النقابيين والمدنيين، والأكاديميين والناشطين الاجتماعيين، والإيرانيين داخل وخارج البلاد، خلق صوت موحد للتعاطف والمسؤولية دفاعًا عن حق الاحتجاج، ودعم السجناء السياسيين، ودعم النضال المدني للشعب الإيراني.\n\n- نحذر من أي تشويه متعمد للصوت الحقيقي للاحتجاجات الشعبية، بما في ذلك تغيير أصوات التظاهرات واستبدال الشعارات الشعبية الحقيقية بشعارات مزيفة ومصادرة، ونعتبرها محاولة خطيرة لتشتيت الإرادة الشعبية، وهذا العمل هو خدمة لبقاء النظام ومصادرة التحركات الشعبية لمصالح سياسية خاصة.\n\nإن مستقبل إيران يولد من هذه المقاومة اليومية، ومن شجاعة الشارع والجامعة، ومن هذا الأمل الذي لم يتمكن القمع من إطفائه.\n\nالمؤتمر المشترك بين الجمهوريين الديمقراطيين والديمقراطيين الفيدراليين\n\nالعاشر من ديمة 1404 الموافق 31 ديسمبر 2025",
    "title_zh": "伊朗被压迫人民和自由人民",
    "content_zh": "伊朗被压迫人民和自由人民\n\n在这个国家的街道、大学和公共场所再次见证抗议、罢工和公民抗命的日子里，自认为致力于自由、民主和人类尊严的力量的沉默既不合理，也不值得这一历史时刻。\n\n伊朗不同城市和地区持续发生的抗议活动，特别是学生起义以及教育和贸易中心的扩张，清楚地表明社会、政治和经济方面的深刻不满仍在持续。这些声音不是一时的事件，而是多年来在结构性压迫、系统性歧视、制度化腐败和政治决策中剥夺人民意志的压力下被压制的真相的延伸。\n\n我们与人民和抗议者站在一起，强调他们抗议、罢工和公民不服从的权利。我们强烈谴责任何镇压、拘留、暴力、立案、大学安全和对公共空间的威胁，并提醒政府对危机升级和暴力蔓延负有直接责任。一个关闭话语权的社会，不可避免地会听到更大的抗议声音。关闭对话之路的政府就会开启危机之路。\n\n我们相信，伊朗的解放将在向共和、民主和世俗秩序过渡的过程中实现；基于人权、公民平等、法治和人民真正参与的秩序。在未来，伊朗的民族、语言和文化多样性不再是一个被否认和压制的问题，而是共存和进步的资产。未来，地方事务的权力下放和由同一地区人民管理将被视为正义和民族团结的基础之一。\n\n我们坚持集体和负责任的行动；关于透明度、问责制、避免暴力和尊重人的尊严。伊朗的未来不是由一种声音和一种强加的意志建立的，而是由自觉的团结、民主组织和社会运动之间的联系形成的。今天不是犹豫的时候。是时候与人民站在一起了。\n\n我们要求所有信仰民主和人权的力量、公民和工会活动家、学者和社会活动家以及国内外的伊朗人发出具有同情心和责任感的统一声音，捍卫抗议权利，支持政治犯，支持伊朗人民的公民斗争。\n\n我们警告不要蓄意歪曲民众抗议的真实声音，包括改变示威视频声音，用虚假的、侵占的口号取代民众的真实口号，我们认为这是转移民意的危险企图，这种行为是为政权的生存服务，是为了特殊政治利益而没收民众运动。\n\n伊朗的未来诞生于这种日常的抵抗、这种街头和大学的勇气以及这种镇压未能熄灭的希望。\n\n民主共和党和联邦民主党联合代表大会\n\n1404 年迪玛 10 日等于 2025 年 12 月 31 日",
    "title_es": "El pueblo oprimido y libre de Irán",
    "content_es": "El pueblo oprimido y libre de Irán\n\nEn los días en que las calles, universidades y espacios públicos del país vuelven a ser testigos de protestas, huelgas y desobediencia civil, el silencio de las fuerzas que se consideran comprometidas con la libertad, la democracia y la dignidad humana no está justificado ni es digno de este momento histórico.\n\nLas protestas en curso en diferentes ciudades y regiones de Irán, especialmente los levantamientos estudiantiles y la ampliación de los centros educativos y comerciales, son una clara señal de la continuación de una profunda insatisfacción social, política y económica. Estas voces no son un incidente pasajero, son una extensión de la verdad que ha sido suprimida durante años bajo la presión de la opresión estructural, la discriminación sistemática, la corrupción institucionalizada y la eliminación de la voluntad popular de la toma de decisiones políticas.\n\nApoyamos al pueblo y a los manifestantes y enfatizamos su derecho a la protesta, la huelga y la desobediencia civil. Condenamos enérgicamente cualquier represión, detención, violencia, presentación de casos, seguridad de las universidades y amenazas al espacio público, y recordamos al gobierno la responsabilidad directa por la escalada de las crisis y la propagación de la violencia. Una sociedad que cierra el derecho a hablar inevitablemente escucha la voz de protesta más fuerte. Un gobierno que cierra el camino al diálogo abre el camino a la crisis.\n\nCreemos que la liberación de Irán se realizará en la transición hacia un orden republicano, democrático y laico; Un orden basado en los derechos humanos, la igualdad de la ciudadanía, el estado de derecho y la participación real de las personas. Un futuro en el que la diversidad étnica, nacional, lingüística y cultural de Irán no sea una cuestión que deba negarse y suprimirse, sino un activo para la coexistencia y el progreso. Un futuro en el que la descentralización y administración de los asuntos regionales por parte de los pueblos de las mismas regiones será reconocida como uno de los fundamentos de la justicia y la solidaridad nacional.\n\nInsistimos en una acción colectiva y responsable; Sobre transparencia, rendición de cuentas, evitar la violencia y respetar la dignidad humana. El futuro de Irán no se construye con una sola voz y una voluntad impuesta, se forma con solidaridad consciente, organización democrática y el vínculo entre movimientos sociales. Hoy no es el momento de dudar. Es hora de apoyar al pueblo.\n\nPedimos a todas las fuerzas que creen en la democracia y los derechos humanos, a los activistas civiles y sindicales, a los académicos y activistas sociales, y a los iraníes dentro y fuera del país, que creen una voz unida de empatía y responsabilidad en defensa del derecho a protestar, en apoyo a los presos políticos y en apoyo a la lucha civil del pueblo iraní.\n\nAdvertimos contra cualquier distorsión deliberada de la voz real de las protestas populares, incluido el cambio de los sonidos de los videos de las manifestaciones y el reemplazo de los lemas genuinos del pueblo con lemas falsos y expropiadores, y lo consideramos un intento peligroso de desviar la voluntad pública, y este acto es un servicio a la supervivencia del régimen y la confiscación de los movimientos populares para intereses políticos especiales.\n\nEl futuro de Irán nace de esta resistencia cotidiana, de esta valentía de la calle y de la universidad, y de esta esperanza que la represión no ha podido apagar.\n\nCongreso conjunto de demócratas-republicanos y demócratas federales\n\n10 de enero de 1404 igual al 31 de diciembre de 2025"
  },
  {
    "id": 2,
    "slug": "statement-2-strategic-council",
    "date": "2025-01-12",
    "title_fa": "حمایت از تشکیل فوری شورای راهبردی",
    "content_fa": "کنگره مشترک جمهوری خواهان دموکرات و فدرال دموکرات از تشکیل فوری شورای راهبردی متشکل از احزاب و شخصیتهای جمهوریخواه داخل و خارج ایران پشتیبانی می‌کند\n\nکنگره مشترک جمهوری خواهان دموکرات و فدرال دموکرات اعلام می کند که از تشکیل فوری شورای راهبردی جمهوری خواهان ایران حمایت می کند. این حمایت، پاسخی روشن به ضرورت همگرایی نیروهای دموکراسی خواه و تأکیدی بر اهمیت راهبردهایی است که این شورا برای همسو کردن تلاش‌ها و ظرفیت‌های جمهوری خواهان مطرح کرده است.\n\nما باور داریم که گسترش همکاری میان جمهوری خواهان داخل و خارج از ایران، نه یک شعار، بلکه پیش‌شرط عبور از پراکندگی و رسیدن به کنش سیاسی مؤثر و مسئولانه است. از همین رو، این اقدام را گامی عملی در مسیر تقویت اعتماد، گفت‌وگو و سازمان‌یافتگی می‌دانیم.\n\nدر پشتیبانی از بیانیه و میثاق‌نامه‌ی جمع کثیری از آزادی‌خواهان، دموکراسی‌خواهان و ملی‌گرایان ایران، با تأکید بر ضرورت اتحاد کامل جمهوری‌خواهان و تشکیل فوری «شورای راهبردی» (#راه_آخر)، کارزار جمع‌آوری امضا در قالب پتیشن آنلاین در وب‌سایت Change.org آغاز شده است.\n\nدر همان روز نخست انتشار این پتیشن آنلاین در Change.org، بیش از ۷۰۰ امضای حمایتی در پشتیبانی از تشکیل شورای راهبردی به ثبت رسید که نشان‌دهنده‌ی استقبال گسترده و مطالبه‌ی جدی کنشگران و شهروندان دغدغه‌مند از این کارزار است.\n\nامضا آنلاین:\nhttps://c.org/VgQ9bx4hb6\n\nما از همه دموکراسی خواهان دعوت می کنیم که با پیوستن به این مطالبه جمعی، از تشکیل شورای راهبردی جمهوری خواهان داخل ایران حمایت کنند و پتیشن را امضا کنند.\n\nکنگره مشترک جمهوری‌خواهان دموکرات و فدرال دموکرات",
    "title_en": "Support for the immediate formation of the strategic council",
    "content_en": "The Joint Congress of Democratic Republicans and Federal Democrats supports the immediate formation of a strategic council consisting of Republican parties and figures inside and outside Iran.\n\nThe Joint Congress of Democratic Republicans and Federal Democrats announces that it supports the immediate formation of the Strategic Council of the Republicans of Iran. This support is a clear response to the need for the convergence of pro-democracy forces and an emphasis on the importance of the strategies proposed by this council to align the efforts and capacities of the Republicans.\n\nWe believe that the expansion of cooperation between Republicans inside and outside Iran is not a slogan, but a prerequisite for overcoming fragmentation and achieving effective and responsible political action. Therefore, we consider this action as a practical step in the direction of strengthening trust, dialogue and organization.\n\nIn support of the declaration and agreement of a large number of freedom-seekers, democrats and nationalists of Iran, emphasizing the necessity of complete unity of the republicans and the immediate formation of the \"Strategic Council\" (#rah_akhre), the campaign to collect signatures in the form of an online petition has been started on the Change.org website.\n\nOn the first day of publishing this online petition on Change.org, more than 700 support signatures were registered in support of the formation of the strategic council, which shows the wide acceptance and serious demand of activists and concerned citizens for this campaign.\n\nOnline signature:\nhttps://c.org/VgQ9bx4hb6\n\nWe invite all those who want democracy to join this collective demand, support the formation of the Republican Strategic Council inside Iran and sign the petition.\n\nJoint Congress of Democratic Republicans and Federal Democrats",
    "title_tr": "Stratejik konseyin acilen oluşturulmasına destek",
    "content_tr": "Demokrat Cumhuriyetçiler ve Federal Demokratların Ortak Kongresi, İran içindeki ve dışındaki Cumhuriyetçi partiler ve isimlerden oluşan bir stratejik konseyin derhal oluşturulmasını destekliyor.\n\nDemokrat Cumhuriyetçiler ve Federal Demokratlar Ortak Kongresi, İran Cumhuriyetçileri Stratejik Konseyi'nin derhal kurulmasını desteklediğini duyurdu. Bu destek, demokrasi yanlısı güçlerin yakınlaşması ihtiyacına açık bir yanıttır ve Cumhuriyetçilerin çabalarını ve kapasitelerini uyumlu hale getirmek için bu konsey tarafından önerilen stratejilerin önemine yapılan bir vurgudur.\n\nİran içindeki ve dışındaki Cumhuriyetçiler arasındaki işbirliğinin genişletilmesinin bir slogan değil, parçalanmanın aşılması ve etkili ve sorumlu siyasi eyleme ulaşılması için bir ön koşul olduğuna inanıyoruz. Dolayısıyla bu eylemi güvenin, diyaloğun ve örgütlenmenin güçlendirilmesi yönünde pratik bir adım olarak değerlendiriyoruz.\n\nİran'da çok sayıda özgürlük savunucusu, demokrat ve milliyetçinin, cumhuriyetçilerin tam bir birliğinin ve derhal \"Stratejik Konsey\"in (#rah_akhre) oluşturulmasının gerekliliğini vurgulayan beyanı ve mutabakatını desteklemek amacıyla, Change.org web sitesinde çevrimiçi imza kampanyası şeklinde imza toplama kampanyası başlatıldı.\n\nBu çevrimiçi imza kampanyasının Change.org'da yayınlandığı ilk günde, stratejik konseyin oluşturulmasına destek amacıyla 700'den fazla destek imzası kaydedildi; bu, aktivistlerin ve ilgili vatandaşların bu kampanyaya yönelik geniş kabul ve ciddi talebini gösteriyor.\n\nÇevrimiçi imza:\nhttps://c.org/VgQ9bx4hb6\n\nDemokrasi isteyen herkesi bu ortak talebe katılmaya, İran'da Cumhuriyet Stratejik Konseyi'nin oluşumunu desteklemeye ve dilekçeyi imzalamaya davet ediyoruz.\n\nDemokrat Cumhuriyetçiler ve Federal Demokratların Ortak Kongresi",
    "title_az": "Strateji şuranın dərhal formalaşdırılmasına dəstək",
    "content_az": "Demokratik Respublikaçılar və Federal Demokratların Birgə Konqresi İran daxilində və xaricində Respublikaçı partiyalar və xadimlərdən ibarət strateji şuranın dərhal formalaşdırılmasını dəstəkləyir.\n\nDemokratik Respublikaçılar və Federal Demokratların Birgə Konqresi elan edir ki, İran Respublikaçılarının Strateji Şurasının dərhal yaradılmasını dəstəkləyir. Bu dəstək demokratiya tərəfdarı qüvvələrin yaxınlaşması ehtiyacına aydın cavabdır və respublikaçıların səylərini və imkanlarını uyğunlaşdırmaq üçün bu şuranın təklif etdiyi strategiyaların vacibliyini vurğulayır.\n\nBiz hesab edirik ki, İran daxilində və xaricdə respublikaçılar arasında əməkdaşlığın genişləndirilməsi şüar deyil, parçalanmanın aradan qaldırılması və effektiv və məsuliyyətli siyasi fəaliyyətə nail olmaq üçün ilkin şərtdir. Ona görə də biz bu aksiyanı etimadın, dialoqun və təşkilatçılığın möhkəmləndirilməsi istiqamətində əməli addım kimi qiymətləndiririk.\n\nİranın çoxlu sayda azadlıqsevər, demokrat və millətçilərinin bəyannaməsi və razılığına dəstək olaraq, cümhuriyyətçilərin tam birliyinin və “Strateji Şura”nın (#rah_akhre) dərhal formalaşdırılmasının zəruriliyini vurğulamaq üçün Change.org saytında onlayn petisiya şəklində imzatoplama kampaniyasına start verilib.\n\nBu onlayn petisiyanın Change.org saytında dərc olunduğu ilk gündə strateji şuranın yaradılmasını dəstəkləyən 700-dən çox dəstək imzası qeydə alınıb ki, bu da fəalların və maraqlanan vətəndaşların bu kampaniyanı geniş qəbul etdiyini və ciddi tələb etdiyini göstərir.\n\nOnlayn imza:\nhttps://c.org/VgQ9bx4hb6\n\nDemokratiya istəyənlərin hamısını bu kollektiv tələbə qoşulmağa, İran daxilində Respublika Strateji Şurasının yaradılmasını dəstəkləməyə və petisiyanı imzalamağa dəvət edirik.\n\nDemokratik Respublikaçılar və Federal Demokratların Birgə Konqresi",
    "title_ar": "دعم التشكيل الفوري للمجلس الاستراتيجي",
    "content_ar": "ويؤيد المؤتمر المشترك بين الجمهوريين الديمقراطيين والديمقراطيين الفيدراليين التشكيل الفوري لمجلس استراتيجي يتكون من أحزاب وشخصيات جمهورية داخل إيران وخارجها.\n\nيعلن المؤتمر المشترك للجمهوريين الديمقراطيين والديمقراطيين الفيدراليين أنه يدعم التشكيل الفوري للمجلس الاستراتيجي للجمهوريين في إيران. ويعد هذا الدعم استجابة واضحة للحاجة إلى تقارب القوى المؤيدة للديمقراطية والتأكيد على أهمية الاستراتيجيات التي يقترحها هذا المجلس لمواءمة جهود وقدرات الجمهوريين.\n\nونعتقد أن توسيع التعاون بين الجمهوريين داخل إيران وخارجها ليس شعارا، بل شرطا أساسيا للتغلب على التشرذم وتحقيق العمل السياسي الفعال والمسؤول. ولذلك، فإننا نعتبر هذا الإجراء بمثابة خطوة عملية في اتجاه تعزيز الثقة والحوار والتنظيم.\n\nدعماً لإعلان واتفاق عدد كبير من الباحثين عن الحرية والديمقراطيين والقوميين في إيران، والتأكيد على ضرورة الوحدة الكاملة للجمهوريين والتشكيل الفوري لـ \"المجلس الاستراتيجي\" (#rah_akhre)، بدأت حملة جمع التوقيعات على شكل عريضة عبر الإنترنت على موقع Change.org.\n\nوفي اليوم الأول لنشر هذه العريضة على موقع Change.org، تم تسجيل أكثر من 700 توقيع داعم لدعم تشكيل المجلس الاستراتيجي، مما يدل على القبول الواسع والطلب الجاد من قبل الناشطين والمواطنين المعنيين بهذه الحملة.\n\nالتوقيع عبر الإنترنت:\nhttps://c.org/VgQ9bx4hb6\n\nونحن ندعو كل من يريد الديمقراطية إلى الانضمام إلى هذا المطلب الجماعي ودعم تشكيل المجلس الاستراتيجي الجمهوري داخل إيران والتوقيع على العريضة.\n\nالكونغرس المشترك بين الجمهوريين الديمقراطيين والديمقراطيين الفيدراليين",
    "title_zh": "支持立即组建战略委员会",
    "content_zh": "民主共和党和联邦民主党联合代表大会支持立即组建一个由共和党和伊朗国内外人士组成的战略委员会。\n\n民主共和党和联邦民主党联合代表大会宣布支持立即组建伊朗共和党战略委员会。这种支持是对凝聚亲民主力量的需要的明确回应，并强调了该委员会提出的战略的重要性，以协调共和党的努力和能力。\n\n我们认为，伊朗境内外共和党人扩大合作不是口号，而是克服分裂、实现有效和负责任的政治行动的先决条件。因此，我们认为这一行动是朝着加强信任、对话和组织方向迈出的实际一步。\n\n为了支持伊朗大批自由追求者、民主人士和民族主义者的宣言和协议，强调共和党完全团结和立即成立“战略委员会”（#rah_akhre）的必要性，在Change.org网站上发起了以在线请愿形式收集签名的活动。\n\n此在线请愿书在Change.org上发布的第一天，就有超过700个签名支持成立战略委员会，这表明了活动人士和关心此事的公民对这一活动的广泛接受和强烈要求。\n\n网上签名：\nhttps://c.org/VgQ9bx4hb6\n\n我们邀请所有想要民主的人加入这一集体要求，支持在伊朗境内组建共和党战略委员会并签署请愿书。\n\n民主共和党和联邦民主党联合代表大会",
    "title_es": "Apoyo a la conformación inmediata del consejo estratégico",
    "content_es": "El Congreso Conjunto de Republicanos Demócratas y Demócratas Federales apoya la formación inmediata de un consejo estratégico formado por partidos y figuras republicanas dentro y fuera de Irán.\n\nEl Congreso Conjunto de Republicanos Demócratas y Demócratas Federales anuncia que apoya la formación inmediata del Consejo Estratégico de los Republicanos de Irán. Este apoyo es una respuesta clara a la necesidad de convergencia de las fuerzas prodemocracia y un énfasis en la importancia de las estrategias propuestas por este consejo para alinear los esfuerzos y capacidades de los republicanos.\n\nCreemos que la ampliación de la cooperación entre los republicanos dentro y fuera de Irán no es un eslogan, sino un requisito previo para superar la fragmentación y lograr una acción política eficaz y responsable. Por lo tanto, consideramos esta acción como un paso práctico en la dirección de fortalecer la confianza, el diálogo y la organización.\n\nEn apoyo de la declaración y el acuerdo de un gran número de defensores de la libertad, demócratas y nacionalistas de Irán, que enfatizan la necesidad de la unidad total de los republicanos y la formación inmediata del \"Consejo Estratégico\" (#rah_akhre), se inició una campaña para recoger firmas en forma de petición en línea en el sitio web Change.org.\n\nEl primer día de publicación de esta petición en línea en Change.org, se registraron más de 700 firmas de apoyo a la formación del consejo estratégico, lo que muestra la amplia aceptación y la seria demanda de activistas y ciudadanos preocupados por esta campaña.\n\nFirma en línea:\nhttps://c.org/VgQ9bx4hb6\n\nInvitamos a todos aquellos que quieren democracia a unirse a esta demanda colectiva, apoyar la formación del Consejo Estratégico Republicano dentro de Irán y firmar la petición.\n\nCongreso conjunto de republicanos demócratas y demócratas federales"
  },
  {
    "id": 3,
    "slug": "statement-3-condemnation-crimes",
    "date": "2025-01-14",
    "title_fa": "محکومیت جنایات رژیم اسلامی در ایران",
    "content_fa": "بیانیه کنگره مشترک جمهوری‌خواهان دموکرات و فدرال دموکرات در محکومیت جنایات رژیم اسلامی در ایران\n\nآنچه امروز در ایران جریان دارد، سرکوب نیست؛ جنایت سازمان‌یافته حکومتی علیه مردم یک کشور است. رژیم اسلامی با کشتار، خشونت عریان، بازداشت‌های گسترده، شکنجه و قطع عامدانه اینترنت و ارتباطات، نشان داده است که هیچ نسبتی با دموکراسی، قانون و نمایندگی مردم ندارد و بقای خود را در حذف فیزیکی و خاموش‌سازی جامعه می‌بیند.\n\nهم‌زمان، حکومت اسلامی با بهره‌گیری از صداوسیما، شبکه‌های وابسته، ماشین‌های سایبری و اظهارات مقامات رسمی، می‌کوشد افکار عمومی داخل و خارج از ایران را درباره علت، ابعاد و تعداد قربانیان قیام مردمی منحرف کند. این تحریف سیستماتیک حقیقت، بخشی جدایی‌ناپذیر از دستگاه سرکوب است و باید به‌طور مستمر و مستند افشا شود.\n\nمردم ایران آگاهانه و با اراده‌ای جمعی در برابر این ساختار ایستاده‌اند. این ایستادگی حاصل سال‌ها تجربه و آگاهی سیاسی و بیانگر رد کامل نظامی است که هیچ مشروعیتی در میان مردم ندارد. کنگره مشترک جمهوری‌خواهان دموکرات و فدرال دموکرات این جنایات را قاطعانه محکوم می‌کند و اعلام می‌دارد: حاکمیت کنونی ایران در معنا و محتوا ساقط شده و خشونت جاری، نشانه پایان آن است، نه قدرتش.\n\nدر برابر این وضعیت، این کنگره از مردم ایران، کنشگران مدنی، نهادهای حقوق بشری، سازمان‌های بین‌المللی و رسانه‌های آزاد جهان می‌خواهد با مستندسازی و انتشار حقیقت، ابعاد واقعی کشتار و سرکوب را آشکار سازند. هم‌زمان، کنگره مشترک جمهوری خواهان دموکرات و فدرال دموکرات، با اتکا به اراده مردم و بر پایه اصول دموکراسی، جدایی دین از دولت، برابری کامل شهروندان، تکثرگرایی سیاسی و فرهنگی، تمرکززدایی و یا ساختار فدرال، و در چارچوب اعلامیه جهانی حقوق بشر، خود را بخشی از جبهه جمهوری خواهی می داند که برای شکل گیری نظمی نوین، مردمی و پاسخگو، در دوران گذار و پس از پایان رژیم اسلامی، تلاش می کند.\n\nکنگره مشترک جمهوری‌خواهان دموکرات و فدرال دموکرات\n\nزنده باد همبستگی\nزنده باد آزادی\nپاینده ایران",
    "title_en": "Condemning the crimes of the Islamic regime in Iran",
    "content_en": "Statement of the Joint Congress of Democratic Republicans and Federal Democrats in condemning the crimes of the Islamic regime in Iran\n\nWhat is going on in Iran today is not repression; Organized government crime against the people of a country. The Islamic regime has shown that it has nothing to do with democracy, law, and people's representation through killings, naked violence, widespread arrests, torture, and the deliberate cutting off of the Internet and communications, and sees its survival in the physical removal and silencing of society.\n\nAt the same time, the Islamic government is trying to divert public opinion inside and outside Iran about the cause, dimensions and number of victims of the popular uprising by using radio and television, affiliated networks, cyber machines and official officials' statements. This systematic distortion of the truth is an integral part of the apparatus of repression and must be exposed continuously and documented.\n\nThe people of Iran stand against this structure knowingly and with a collective will. This stance is the result of years of experience and political awareness and expresses the complete rejection of the military, which has no legitimacy among the people. The Joint Congress of Democratic Republicans and Federal Democrats strongly condemns these crimes and declares: Iran's current sovereignty has fallen in meaning and content, and the ongoing violence is a sign of its end, not its power.\n\nAgainst this situation, this Congress calls on the people of Iran, civil activists, human rights institutions, international organizations and the free media of the world to reveal the true dimensions of the killing and repression by documenting and publishing the truth. At the same time, the Joint Congress of Democratic Republicans and Federal Democrats, relying on the will of the people and based on the principles of democracy, separation of religion from the state, full equality of citizens, political and cultural pluralism, decentralization or federal structure, and within the framework of the Universal Declaration of Human Rights, considers itself a part of the republican front that strives for the formation of a new, popular and responsive order, during the transition period and after the end of the Islamic regime.\n\nJoint Congress of Democratic Republicans and Federal Democrats\n\nLong live solidarity\nlong live freedom\nPayende Iran",
    "title_tr": "İran'daki İslam rejiminin suçlarını kınamak",
    "content_tr": "Demokrat Cumhuriyetçiler ve Federal Demokratlar Ortak Kongresi'nin İran'daki İslam rejiminin suçlarını kınayan açıklaması\n\nBugün İran'da yaşananlar baskı değil; Bir ülkenin halkına karşı organize hükümet suçları. İslami rejim, cinayetler, açık şiddet, yaygın tutuklamalar, işkence, internet ve iletişimin kasıtlı olarak kesilmesi yoluyla demokrasiyle, hukukla ve halkın temsiliyle hiçbir ilgisinin olmadığını göstermiş ve varlığını toplumun fiziki olarak ortadan kaldırılmasında ve susturulmasında görmüştür.\n\nAynı zamanda İslami hükümet, radyo ve televizyonu, bağlı ağları, siber makineleri ve resmi yetkililerin açıklamalarını kullanarak halk ayaklanmasının nedeni, boyutları ve kurbanların sayısı konusunda İran içinde ve dışında kamuoyunu başka yöne çekmeye çalışıyor. Gerçeğin bu sistematik çarpıtılması, baskı aygıtının ayrılmaz bir parçasıdır ve sürekli olarak açığa çıkarılmalı ve belgelenmelidir.\n\nİran halkı bu yapıya bilerek ve kolektif bir iradeyle karşı çıkıyor. Bu duruş, yılların deneyiminin ve siyasi farkındalığın sonucudur ve halk nezdinde hiçbir meşruiyeti olmayan ordunun tamamen reddedildiğini ifade etmektedir. Demokrat Cumhuriyetçiler ve Federal Demokratlar Ortak Kongresi bu suçları şiddetle kınamakta ve şunu beyan etmektedir: İran'ın mevcut egemenliği anlam ve içerik bakımından düşmüş olup devam eden şiddet İran'ın gücünün değil, sonunun işaretidir.\n\nBu duruma karşı bu Kongre, İran halkını, sivil aktivistleri, insan hakları kurumlarını, uluslararası örgütleri ve dünyanın özgür medyasını, gerçekleri belgeleyerek ve yayınlayarak cinayetlerin ve baskıların gerçek boyutlarını ortaya çıkarmaya çağırıyor. Aynı zamanda Demokratik Cumhuriyetçiler ve Federal Demokratlar Ortak Kongresi, halkın iradesine dayanarak, demokrasi, dinin devletten ayrılması, vatandaşların tam eşitliği, siyasi ve kültürel çoğulculuk, ademi merkeziyetçilik veya federal yapı ilkelerine dayanarak ve İnsan Hakları Evrensel Beyannamesi çerçevesinde kendisini geçiş döneminde ve İslami rejimin sona ermesinden sonra yeni, halkçı ve duyarlı bir düzenin oluşması için çabalayan cumhuriyet cephesinin bir parçası olarak görüyor.\n\nDemokrat Cumhuriyetçiler ve Federal Demokratların Ortak Kongresi\n\nYaşasın dayanışma\nyaşasın özgürlük\nPayende İran",
    "title_az": "İran İslam rejiminin cinayətlərini pisləyir",
    "content_az": "Demokratik Respublikaçılar və Federal Demokratların Birgə Konqresinin İrandakı İslam rejiminin cinayətlərini pisləyən bəyanatı\n\nBu gün İranda baş verənlər repressiya deyil; Bir ölkənin xalqına qarşı mütəşəkkil hökumət cinayəti. İslam rejimi qətllər, çılpaq zorakılıqlar, kütləvi həbslər, işgəncələr, internet və rabitənin qəsdən kəsilməsi ilə demokratiya, hüquq və xalqın təmsil olunması ilə heç bir əlaqəsinin olmadığını göstərdi və özünün sağ qalmasını cəmiyyətin fiziki olaraq uzaqlaşdırılması və susdurulmasında görür.\n\nEyni zamanda, İslam hökuməti radio və televiziya, əlaqəli şəbəkələr, kiber maşınlar və rəsmi məmurların açıqlamalarından istifadə edərək xalq qiyamının səbəbi, ölçüləri və qurbanlarının sayı ilə bağlı İran daxilində və xaricində ictimai rəyi yayındırmağa çalışır. Həqiqətin bu sistemli təhrifi repressiya aparatının tərkib hissəsidir və davamlı olaraq ifşa edilməli və sənədləşdirilməlidir.\n\nİran xalqı bilərəkdən və kollektiv iradə ilə bu quruluşa qarşı dayanır. Bu mövqe illərin təcrübəsinin və siyasi şüurun nəticəsidir və xalq arasında heç bir legitimliyi olmayan hərbçilərin tamamilə rədd edilməsini ifadə edir. Demokratik Respublikaçılar və Federal Demokratların Birgə Konqresi bu cinayətləri kəskin şəkildə pisləyir və bəyan edir: İranın hazırkı suverenliyi məna və məzmunca aşağı düşüb və davam edən zorakılıq onun qüdrətinin yox, sonunun əlamətidir.\n\nBu vəziyyətə qarşı bu Konqres İran xalqını, vətəndaş fəallarını, insan haqları institutlarını, beynəlxalq təşkilatları və dünyanın azad mediasını həqiqətləri sənədləşdirmək və dərc etməklə qətl və repressiyaların əsl ölçülərini üzə çıxarmağa çağırır. Eyni zamanda, Demokratik Respublikaçılar və Federal Demokratların Birgə Konqresi xalqın iradəsinə arxalanaraq və demokratiya, dinin dövlətdən ayrılması, vətəndaşların tam bərabərliyi, siyasi və mədəni plüralizm, mərkəzsizləşdirmə və ya federal quruluş prinsiplərinə əsaslanaraq, Ümumdünya İnsan Hüquqları Bəyannaməsi çərçivəsində özünü respublikanın formalaşması üçün cəbhənin bir hissəsi hesab edə bilər. keçid dövründə və İslam rejiminin sona çatmasından sonra yeni, populyar və cavab verən nizam.\n\nDemokratik Respublikaçılar və Federal Demokratların Birgə Konqresi\n\nYaşasın həmrəylik\nyaşasın azadlıq\nPayende Iran",
    "title_ar": "- إدانة جرائم النظام الإسلامي في إيران",
    "content_ar": "بيان المؤتمر المشترك للجمهوريين الديمقراطيين والديمقراطيين الفيدراليين في إدانة جرائم النظام الإسلامي في إيران\n\nما يجري في إيران اليوم ليس قمعاً؛ جريمة حكومية منظمة ضد شعب بلد ما. لقد أظهر النظام الإسلامي أنه لا علاقة له بالديمقراطية والقانون وتمثيل الشعب من خلال عمليات القتل والعنف العاري والاعتقالات واسعة النطاق والتعذيب والقطع المتعمد للإنترنت والاتصالات، ويرى بقاءه في الإزالة الجسدية وإسكات المجتمع.\n\nوفي الوقت نفسه، تحاول الحكومة الإسلامية صرف الرأي العام داخل إيران وخارجها حول أسباب الانتفاضة الشعبية وأبعادها وعدد ضحاياها، وذلك باستخدام الإذاعة والتلفزيون والشبكات التابعة لها وأجهزة الإنترنت وتصريحات المسؤولين الرسميين. إن هذا التشويه الممنهج للحقيقة هو جزء لا يتجزأ من جهاز القمع ويجب كشفه وتوثيقه بشكل مستمر.\n\nإن الشعب الإيراني يقف ضد هذا الهيكل عن علم وبإرادة جماعية. وهذا الموقف هو نتيجة سنوات من الخبرة والوعي السياسي ويعبر عن الرفض التام للمؤسسة العسكرية التي لا تتمتع بأي شرعية لدى الشعب. ويدين الكونغرس المشترك بين الجمهوريين الديمقراطيين والديمقراطيين الفيدراليين بشدة هذه الجرائم ويعلن: لقد سقطت سيادة إيران الحالية معنى ومضمونا، والعنف المستمر هو علامة نهايتها، وليس قوتها.\n\nوفي مواجهة هذا الوضع، يدعو هذا المؤتمر الشعب الإيراني والناشطين المدنيين ومؤسسات حقوق الإنسان والمنظمات الدولية ووسائل الإعلام الحرة في العالم إلى الكشف عن الأبعاد الحقيقية للقتل والقمع من خلال توثيق الحقيقة ونشرها. وفي الوقت نفسه، فإن المؤتمر المشترك للجمهوريين الديمقراطيين والديمقراطيين الفيدراليين، استناداً إلى إرادة الشعب واستناداً إلى مبادئ الديمقراطية وفصل الدين عن الدولة والمساواة الكاملة للمواطنين والتعددية السياسية والثقافية واللامركزية أو البنية الفيدرالية، وفي إطار الإعلان العالمي لحقوق الإنسان، يعتبر نفسه جزءاً من الجبهة الجمهورية التي تسعى إلى تشكيل نظام جديد شعبي ومستجيب، خلال الفترة الانتقالية وبعد انتهاء النظام الإسلامي.\n\nالكونغرس المشترك بين الجمهوريين الديمقراطيين والديمقراطيين الفيدراليين\n\nعاش التضامن\nتحيا الحرية\nبايندي إيران",
    "title_zh": "谴责伊朗伊斯兰政权的罪行",
    "content_zh": "民主共和党和联邦民主党联合代表大会谴责伊朗伊斯兰政权罪行的声明\n\n今天伊朗发生的事情不是镇压，而是镇压。有组织的政府针对一个国家的人民实施犯罪。伊斯兰政权通过杀戮、赤裸裸的暴力、广泛逮捕、酷刑以及故意切断互联网和通讯，表明它与民主、法律和人民代表毫无关系，并通过对社会的物理清除和沉默来生存。\n\n与此同时，伊斯兰政府试图利用广播、电视、附属网络、网络机器和官方官员的声明，转移伊朗国内外关于民众起义的起因、规模和受害者人数的舆论。这种对真相的系统性歪曲是镇压机构的一个组成部分，必须不断曝光并记录在案。\n\n伊朗人民知情并以集体意志反对这种结构。这一立场是多年经验和政治意识的结果，表达了对军队的彻底拒绝，军队在人民中没有合法性。民主共和党和联邦民主党联合代表大会强烈谴责这些罪行，并宣称：伊朗目前的主权在意义和内容上已经下降，持续的暴力是其终结的标志，而不是其权力的标志。\n\n针对这种情况，本届国会呼吁伊朗人民、民间活动家、人权机构、国际组织和世界自由媒体通过记录和公布真相来揭示杀戮和镇压的真实规模。与此同时，民主共和党和联邦民主党联合代表大会依靠人民的意愿，并以民主、宗教与国家分离、公民完全平等、政治和文化多元化、权力下放或联邦结构等原则为基础，在《世界人权宣言》的框架内，认为自己是共和阵线的一部分，致力于在过渡时期和伊斯兰政权结束后建立一个新的、受欢迎的和顺应潮流的秩序。\n\n民主共和党和联邦民主党联合代表大会\n\n团结万岁\n自由万岁\n伊朗佩延德",
    "title_es": "Condenando los crímenes del régimen islámico en Irán",
    "content_es": "Declaración del Congreso Conjunto de Republicanos Demócratas y Demócratas Federales al condenar los crímenes del régimen islámico en Irán\n\nLo que está sucediendo hoy en Irán no es represión; Crimen gubernamental organizado contra el pueblo de un país. El régimen islámico ha demostrado que no tiene nada que ver con la democracia, la ley y la representación del pueblo mediante asesinatos, violencia manifiesta, arrestos generalizados, torturas y el corte deliberado de Internet y las comunicaciones, y ve su supervivencia en la eliminación física y el silenciamiento de la sociedad.\n\nAl mismo tiempo, el gobierno islámico intenta desviar la opinión pública dentro y fuera de Irán sobre la causa, las dimensiones y el número de víctimas del levantamiento popular mediante el uso de la radio y la televisión, redes afiliadas, máquinas cibernéticas y declaraciones de funcionarios oficiales. Esta distorsión sistemática de la verdad es parte integral del aparato de represión y debe ser expuesta continuamente y documentada.\n\nEl pueblo de Irán se opone a esta estructura a sabiendas y con voluntad colectiva. Esta postura es el resultado de años de experiencia y conciencia política y expresa el rechazo total a los militares, que no tienen legitimidad entre el pueblo. El Congreso Conjunto de Republicanos Demócratas y Demócratas Federales condena enérgicamente estos crímenes y declara: la soberanía actual de Irán ha perdido significado y contenido, y la violencia actual es una señal de su fin, no de su poder.\n\nFrente a esta situación, este Congreso hace un llamado al pueblo de Irán, a los activistas civiles, a las instituciones de derechos humanos, a las organizaciones internacionales y a los medios de comunicación libres del mundo a revelar las verdaderas dimensiones de los asesinatos y la represión documentando y publicando la verdad. Al mismo tiempo, el Congreso Conjunto de Republicanos Demócratas y Demócratas Federales, basándose en la voluntad del pueblo y basándose en los principios de democracia, separación de la religión del Estado, plena igualdad de los ciudadanos, pluralismo político y cultural, descentralización o estructura federal, y en el marco de la Declaración Universal de Derechos Humanos, se considera parte del frente republicano que lucha por la formación de un orden nuevo, popular y receptivo, durante el período de transición y después del fin del régimen islámico.\n\nCongreso conjunto de republicanos demócratas y demócratas federales\n\n¡Viva la solidaridad!\nlarga vida a la libertad\nPayende Irán"
  }
]